export const DHIKR_ITEMS = [
  'سُبْحَانَ اللَّهِ',
  'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ',
  'سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ',
  'سُبْحَانَ اللهِ العَظِيمِ وَبِحَمْدِهِ',
  'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ، سُبْحَانَ اللَّهِ الْعَظِيمِ',
  'لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلُّ شَيْءِ قَدِيرِ.',
  'لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ',
  'الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ',
  'اللَّهُم صَلِّ وَسَلِم وَبَارِك عَلَى سَيِّدِنَا مُحَمَّد',
  'أستغفر الله',
];

export const GOAL_COUNT = 100;
export const SILENCE_DURATION_MS = 5000;
export const VIBRATION_PATTERN = [0, 500, 200, 500];
